import { Metadata } from "next";

export const metadata: Metadata = {
    title: "ЛОУНБ | Проєкти",
    description: "Проєктне життя Good library розділилося на “до” і “після”. Етап “до” – це період 2016-2021 років, так зване нове життя у Старобільську, де за 5 років втілили понад 30 проєктів різного штибу. Етап “після” – життя впродовж великої війни у форматі мандрівної бібліотеки. Сьогодні це не лише наш найважливіший проєкт, а й стан душі, поточна місія на знак солідарності й підтримки величезної спільноти читачів Луганщини, які опинилися в різних частинах світу.",
}

export default function ProjectsLayout({
    children
}:{
    children: React.ReactNode;
}){
    return <>{children}</>
};