import { Metadata } from "next";

export const metadata: Metadata = {
    title: "ЛОУНБ | Методична допомога",
    description: "Мандрівна бібліотека як додатковий формат роботи. Мандрівними ми називаємо бібліотеки, що не прив’язані до однієї локації і готові наблизити свої послуги до потенційних клієнтів. За принципом: якщо ви не йдете до бібліотеки, можливо, бібліотекарі вже збирають валізи і везуть її до вас. Ці поради покликані розказати, у чому переваги мандрівних форматів та як їх застосовувати.",
};

export default function MethodSupportLayout({
    children,
}:{
    children: React.ReactNode;
}){
    return <>{children}</>
};