import { Metadata } from "next";

export const metadata: Metadata = {
    title: "ЛОУНБ | Про бібліотеку",
    description: "Окрім офлайнової роботи в центрі України, частина команди втілює проєкт мандрівної бібліотеки . У гібридному форматі працюємо у Дніпрі, Києві та на Закарпатті. Згуртовуємо переселенців навколо освітніх подій та якісної інформації: курсів з української мови, тренінгів із медійної грамотності та кібербезпеки, дитячих клубів програмування, а також надійних ресурсів із правової та психологічної підтримки. ",
}

export default function AboutLayout({
    children
}: {
    children: React.ReactNode;
}){
    return <>{children}</>
}